import { Info } from 'src/types'

export const resourceInfo: Info = [
  {
    caption: 'Дерево',
    iconUrl: '/images/resources/trees.png',
    titleIconUrl: '/images/resources/boards.png',
    content:
      'Дерево — многолетнее растение с одревесневающим прямостоячим главным стеблем – стволом. Энергия на базе древесины также является важным резервным топливом при возникновении чрезвычайных ситуаций.<br /> В настоящее время общая площадь лесного фонда Республики Беларусь составляет 9,8 млн га. Общий запас древесины оценивается в 1,7 млрд м3, а ежегодный средний прирост составляет 32 млн м3.<br /> В хозяйственный оборот ежегодно вовлекается большой объем древесных ресурсов. В 2021 г. площадь рубок леса составила 494,1 тыс. га и было заготовлено 27,4 млн м3 ликвидной древесины.',
  },
  {
    caption: 'Торф',
    iconUrl: '/images/resources/swamp.png',
    titleIconUrl: '/images/resources/peat.png',
    content:
      'Торф — осадочная рыхлая горная порода, находящая применение как полезное горючее ископаемое.<br> Сто лет назад торф был едва ли не основным источником энергии в некоторых регионах Европы. Со временем его заменили газ, нефть и уголь.<br> Запасы торфа в стране оцениваются в 2,4 млрд т, из которых для промышленной разработки пригодны 302 млн т. В 2021 году в Беларуси добыто 1,6 млн т торфа.',
  },
  {
    caption: 'Уголь',
    iconUrl: '/images/resources/mining.png',
    titleIconUrl: '/images/resources/coal.png',
    content:
      'Уголь — вид ископаемого топлива, образовавшийся из частей древних растений под землей без доступа кислорода.<br> Основное применение каменного угля заключается в сжигании для выработки электроэнергии.<br> В нашей стране бурые угли выявлены на территории Полесья, прогнозные запасы составляют 1350,8 млн т. Наиболее изучены три месторождения — Житковичское, Бриневское и Тонежское с общими запасами 150,0 млн т. Разработан проект строительства Житковичского разреза мощностью в 2 млн т угля в год. Проектируется горнодобывающее предприятие на базе Лельчицкого месторождения с промышленными запасами 35,7 млн т.',
  },
  {
    caption: 'Нефть',
    iconUrl: '/images/resources/oil.png',
    titleIconUrl: '/images/resources/barrel.png',
    content:
      'Нефть — природная маслянистая горючая жидкость, состоящая в основном из сложной смеси углеводородов различной молекулярной массы и некоторых других химических соединений. Является ископаемым топливом. На протяжении XX века и в XXI веке нефть является одним из важнейших полезных ископаемых. Из нефти производят бензин, керосин, дизельные и реактивные топлива и многое другое.<br> Максимальный уровень годовой добычи нефти в Беларуси, достигнутый в 1975 г., составил 7953,6 тыс. т. Основной объём добычи был получен из наиболее крупных месторождений: Речицкого, Осташковичского, Вишанского, Тишковского, Южно-Осташковичского.',
  },
  {
    caption: 'Газ',
    iconUrl: '/images/resources/gas.png',
    titleIconUrl: '/images/resources/flame.png',
    content:
      'Природный газ является полезным ископаемым.<br> Газовые электростанции преобразуют тепловую энергию от сжигания природного газа в электроэнергию, которую можно использовать в жилых домах и на предприятиях.<br> На территории Белоруссии расположены 3 подземных хранилищ газа (ПХГ): Прибугское (0,6 млрд м³); Осиповичское (0,36 млрд м³); Мозырское (0,315 млрд м³). В нашей стране есть направление по производству биогаза.<br> Биогаз — газ, получаемый водородным или метановым брожением биомассы.',
  },
  {
    caption: 'Вода',
    iconUrl: '/images/resources/water.png',
    titleIconUrl: '/images/resources/droplet.png',
    content:
      'Гидроэнергия представляет собой использование падающей или быстро текущей воды для производства электроэнергии или для приведения в действие машин. Это достигается за счёт преобразования гравитационного потенциала или кинетической энергии источника воды в энергию. Гидроэнергия — это метод устойчивого производства энергии.<br> На территории Беларусь находится более 20 гидроэлектростанций.',
  },
  {
    caption: 'Ветер',
    iconUrl: '/images/resources/wind-power.png',
    titleIconUrl: '/images/resources/wind.png',
    content:
      'Ветер – постоянное циркуляционное перемещение воздушных масс в атмосфере, вызванное неравномерным нагревом Солнцем земной поверхности, ─ является одним из наиболее мощных источников энергии, которая при благоприятных условиях может быть использована в народном хозяйстве.<br> До 2010-х единичные установки уже действовали в Минской и Гродненской областях. В стране насчитывается около 50 объектов, на которых эксплуатируются ветряные турбины. По прогнозам, к 2030 году мощность ветряных турбин составит 500 МВт',
  },
  {
    caption: 'Уран',
    iconUrl: '/images/resources/uranium.png',
    titleIconUrl: '/images/resources/uranium2.png',
    content:
      'Уран – это основной энергоноситель ядерной энергетики, вырабатывающей около 20% мировой электроэнергии. Урановая промышленность охватывает все стадии производства урана, включая разведку месторождений, их разработку и обогащение руды. Переработку урана в топливо для реакторов можно рассматривать как естественную отрасль урановой промышленности.<br> Наша страна тесто сотрудничает с другими странами в области перевозки ядерных материалов. Соглашение определяет порядок перевозки ядерных материалов между странами.',
  },
  {
    caption: 'Солнце',
    iconUrl: '/images/resources/solar-panel.png',
    titleIconUrl: '/images/resources/sunny.png',
    content:
      'Солнечная энергетика — направление альтернативной энергетики, основанное на непосредственном использовании солнечного излучения для получения энергии в каком-либо виде. Солнечная энергетика использует возобновляемый источник энергии и является «экологически чистой», то есть не производящей вредных отходов во время активной фазы использования. Производство энергии с помощью солнечных электростанций хорошо согласовывается с концепцией распределённого производства энергии.<br> В 2021 году мощность солнечной энергетики составляла 269 МВт. Данная отрасль является очень потенциальной. На территории Беларуси есть станции в Молодечно, Речицу и Сморгони.',
  },
]
